/* Title for cancel button. */
"Cancel" = "Abbrechen";

/* Title for open file panel. */
"Choose File" = "Datei auswählen";

/* Title for current slide */
"Current Slide" = "Aktuelle Folie";

/* Alert message asking for timer interval. */
"Enter Timer Interval" = "Zeitintervall eingeben";

/* Alert text asking for timer interval. */
"Enter Timer Interval Text" = "Gib ein Zeitintervall für den Timer ein.";

/* Title for when no slide is left. */
"Finished Presentation" = "Ende der Präsentation";

/* Title for next slide */
"Next Slide" = "Nächste Folie";

/* Title for ok button. */
"OK" = "OK";

/* Window name for the presentation view. */
"Presentation" = "Präsentation";

/* Window name for the presenter view. */
"Presenter Display" = "Moderatorenansicht";

